{
  "products" : [ {
    "Body System" : "Endocrine",
    "Features" : "Promotes healthy stress response and wards off fatigue Nourishes depleted adrenals, wards off fatigue, and promotes a healthy stress response by the body Sensoril  is a clinically-studied extract of ashwagandha root shown to promote emotional balance and wellbeing",
    "Footnotes" : "Uncle Matt's Organic, Lundberg Family Farms",
    "Ingredient Statement" : "This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at: www.megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes healthy stress response and wards off fatigue  ",
    "Product Description" : "MegaFood  Adrenal Strength  nourishes adrenal glands depleted by everyday physical, mental and and emotional stress with the help of Sensoril, a clinically-studied extract derived from ashwagandha root shown to promote feelings of wellbeing and balance, plus organic whole orange from Uncle Matt’s Organic, brown rice from Lundberg Family Farms and FoodState  Magnesium.",
    "Product Name" : "Adrenal Strength",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Sensoril  is a trademark of Natreon, Inc. and is protected under U.S. Patent 6,713,092.  Sensoril  helps to reduce physical, emotional, and  mental stress and fatigue.      Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.  Lundberg Family Farms Since 1937 is a registered  trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/adrenal-strength-W1001.html?cgid=vitamins-supplements",
    "User Specificity" : "1",
    "goals" : "sleep & stress",
    "image" : "https://www.megafood.com/dw/image/v2/BBZT_PRD/on/demandware.static/-/Sites-megafood-master/default/dw6cb54bee/MOOD/W1001/20021/20021.png?sw=1000",
    "web" : "https://www.megafood.com/vitamins-health-needs-goals/sleep-supplements/adrenal-strength-W1001.html?cgid=sleep-supplements"
  }, {
    "Body System" : "Neurological",
    "Featured FFP" : "Lundberg Family Farms produces high-quality organic products, a Lundberg family passion that has spanned over 75 years and more than three generations. They grow their rice sustainably with farming practices that conserve water resources, build soil integrity, and support a healthier ecosystem. They pride themselves on making great-tasting organic products that are good for you and the environment.  MegaFood will donate a portion of the profit from the sale of this product to the National Young Farmers Coalition. To learn more visit megafood.com/supportsyoungfarmers",
    "Featured FFP or Partner" : " Lundberg Family Farms",
    "Features" : "Supports healthy cognitive function Contains the active form of Vitamin B6, as well as methylated forms of folate and B12 suitable for those with MTHFR gene mutation and compromised methylation Bacopa, lemon balm and L-theanine support the body’s stress response, mental focus, and emotional wellbeing  ",
    "Footnotes" : "    Lundberg Family Farms    ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports healthy cognitive function",
    "Product Description" : "Say ‘Hello!’ to focus: MegaFood  Adult B-Centered   is crafted with a blend of B vitamins and herbs that help promote healthy cognitive function and mental focus  . We make it with the active form of vitamin B6, as well as the methylated forms of folate and B12. These are paired with bacopa, lemon balm, and L-theanine, shown to support the body’s response to stress and soothe occasional restlessness  , plus real, whole foods from Lundberg Family Farms and Uncle Matt’s Organic.    Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.  Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "Product Name" : "Adult B-Centered",
    "Product Specificity" : "2",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/adult-b-centered-W1002.html?cgid=vitamins-supplements",
    "User Specificity" : "3",
    "image" : "https://www.megafood.com/dw/image/v2/BBZT_PRD/on/demandware.static/-/Sites-megafood-master/default/dw9f7dc1ca/VITAMIN_B/W1002/10334/10334.png?sw=1000"
  }, {
    "Body System" : "Nutrition,Immune",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports the optimal health and wellbeing of teens aged 13 to 18 Includes 1000 IU (25 mcg) of vitamin D to support an already healthy mood and bones 5 mg of FoodState  Iron supports healthy red blood cells FoodState Nutrients   beta carotene, plus vitamins C and E, help support immunity  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.  ",
    "Main Claim" : "Supports the optimal health and wellbeing of teens aged 13 to 18  ",
    "Product Description" : "Healthy teens need specific levels of vitamins and minerals to optimize their wellbeing  . That’s why MegaFood  Alpha-Teen   is formulated specifically for (super!) kids aged 13 to 18: with 1000 IU (25 mcg) of vitamin D, 5 mg of FoodState  Iron, plus beta carotene and vitamins C and E. Three daily tablets help support healthy bones, mood and immune function  . (Now helping with their calculus homework: that’s all you.)",
    "Product Name" : "Alpha-Teen  ",
    "Product Specificity" : "1",
    "Suggested Use" : "3 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/alpha-teen-W1003.html?cgid=vitamins-supplements",
    "User Specificity" : "2",
    "image" : "https://www.megafood.com/dw/image/v2/BBZT_PRD/on/demandware.static/-/Sites-megafood-master/default/dw7472a154/KIDS/W1003/10154/10154.png?sw=1000"
  }, {
    "Body System" : "Immune,Nutrition,Women's Health",
    "Featured FFP" : "Lundberg Family Farms produces high-quality organic products, a Lundberg family passion that has spanned over 75 years and more than three generations. They grow their rice sustainably with farming practices that conserve water resources, build soil integrity, and support a healthier ecosystem. They pride themselves on making great-tasting organic products that are good for you and the environment.",
    "Featured FFP or Partner" : "Lundberg Family Farms ",
    "Features" : "Supports the health of mother and developing child Contains FoodState  Iron for healthy red blood cell production 4 mg of B6 accommodates higher requirements during pregnancy Includes 600 IU (15 mcg) of vitamin D to support an already healthy mood and bones 800 mcg of folic acid supports the healthy development of child For an herbal-free formulation, try Baby & Me 2  ",
    "Footnotes" : "     Lundberg Family Farms ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports the health of mother and developing child  ",
    "Product Description" : "Mamas-to-be (and lactating mamas), we’ve got you and your bump covered! MegaFood  Baby & Me   is our original pre- and post-natal supplement, created with pregnancy-specific FoodState Nutrients   like vitamins B6, D and folic acid, to support the health of moms like you and your developing children. We also included a Nourishing Food and Herb Blend. Best of all? Baby & Me can be taken any time of the day, even on an empty stomach.",
    "Product Name" : "Baby & Me",
    "Product Specificity" : "1",
    "Suggested Use" : "4 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/baby-me-W1004.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Immune,Nutrition,Women's Health",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports the health of mother and developing child Contains FoodState  Iron for healthy red blood cell production (requirements are higher during pregnancy) Made with the active form of Vitamin B6, as well as methylated forms of folate and B12 suitable for those with MTHFR gene mutation and compromised methylation Includes 600 IU (15 mcg) of vitamin D to support an already healthy mood and bones 600 mcg of folate in its methylated form and choline support fetal health Calcium- and magnesium-free formulation. We suggest you also take MegaFood  Bone Health  •Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.  •An herbal-free formulation. For a prenatal with supportive herbs, try original Baby & Me  ",
    "Footnotes" : "  Uncle Matt's Organic       Lundberg Family Farms",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports the health of mother and developing child   ",
    "Product Description" : "You’ve got a lot to think about during your pregnancy. Your nutrition? Let us help with that! MegaFood  Baby & Me 2   combines optimal levels of iron, methylated folate and B12, B6, vitamin D and choline for healthy mood balance for moms-to-be  , and is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D. (We made it without calcium or magnesium, so if those are areas of concern for you, we suggest also trying MegaFood  Bone Health.)",
    "Product Name" : "Baby & Me 2  ",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.  Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/baby-me-2-W1005.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Immune,Neurological,Endocrine",
    "Featured FFP" : "Add FFP Picture & Caption \"Tom Nunes and his dad Tom Nunes Jr. of Foxy Organic\"  In the early 1930's, Tom Nunes began farming in California's fertile Salinas Valley. Today, the next three generations of family continue his legacy of growing top-quality produce, and taking care of the environment while they’re at it.  MegaFood will donate a portion of the profit from the sale of this product to Dorothy's Place. To learn more visit megafood.com/supportspeople",
    "Featured FFP or Partner" : "Foxy Organic",
    "Features" : "Promotes healthy energy levels A balanced ratio of FoodState  B complex vitamins delivered with nourishing whole foods helps convert food into cellular energy and support nervous system health Can be taken any time of the day, even on an empty stomach  ",
    "Footnotes" : "  Lundberg Family Farms      Foxy Organic",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes healthy energy levels  ",
    "Product Description" : "Want more pep in your step? MegaFood  Balanced B Complex supports your nervous system and assists in the conversion of food into energy with its balanced ratio of FoodState  B complex vitamins and nourishing whole foods from our family farm partners, like organic kale from Foxy Organic and brown rice from Lundberg Family Farms  . It can be taken anytime throughout the day, even on an empty stomach.    ",
    "Product Name" : "Balanced B Complex",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.  Foxy Organic is a trademark of The Nunes Company, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/balanced-b-complex-W1006.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Cardiovascular,Immune,Geriatrics,Musculoskeletal",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Helps maintain an already healthy cardiovascular system and good bone health Provides nutritional support for normal bone development and muscle function Organic herbs deliver synergistic trace minerals  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "This MegaFood product is made with real food, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                         ",
    "Main Claim" : "Helps maintain an already healthy cardiovascular system and good bone health    ",
    "Product Description" : "You push, you pull, you sweat—you go. MegaFood  Balanced Minerals support an already healthy cardiovascular system, and helps with the maintenance of bone health thanks to its combination of minerals, and herbs, organic nettle leaf, and organic spring horsetail leaf  . It can be taken any time of the day, even on an empty stomach. (See you at the finish line!)",
    "Product Name" : "Balanced Minerals",
    "Product Specificity" : "1",
    "Suggested Use" : "3 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/balanced-minerals-W1007.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Cardiovascular,Hematologic",
    "Featured FFP" : "Stahlbush Island Farms, located in the heart of Oregon's Willamette Valley, is an environmentally friendly farm committed to sustainable and organic agriculture. \"We put our heart and soul into ensuring that our land will be fertile, healthy, and bountiful for future generations,\" says Karla S. Chambers, Stahlbush Co-Owner. MegaFood is proud to partner with Stahlbush in growing the nourishing beet root included in our Blood Builder  formula.                                   ",
    "Featured FFP or Partner" : "Stahlbush Island Farms",
    "Features" : "Clinically proven to increase iron levels One of our top-selling products!  •Blood Builder  was shown in an 8-week clinical trial to increase iron levels in individuals with low iron without causing nausea or constipation Delivers a gentle and effective 26 mg of FoodState  Iron per serving Includes folic acid, and B12 which help maintain healthy red blood cell production Safe for menstruating women, teenage girls, pregnant women, vegans and vegetarians, athletes, and recent blood donors, all of whom are at increased risk of being low in iron Naturally combats fatigue and improves energy levels Crafted using our Slo-Food Process   with FoodState  Beet Root from Stahlbush  Island Farms and FoodState  Vitamin C with organic oranges from Uncle Matt’s Organic  •Gentle enough to take on an empty stomach  •Also available in convenient twice-a-day mini tablet form  •Note: Consumers should consult with their healthcare practitioners for advice regarding specific health conditions and recommended solutions",
    "Footnotes" : "Shown in an 8 week clinical study to increase iron levels in  individuals with low iron, without causing nausea or constipation.    Study details at bloodbuilder.com    Warning: Accidental overdose of iron-containing products is  a leading cause of fatal poisoning in children under six. Keep  this product out of reach of children. In case of accidental  overdose, call a doctor or poison control center immediately",
    "Ingredient Statement" : "This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                                                                ",
    "Main Claim" : "Clinically proven to increase iron levels  ",
    "Product Description" : "MegaFood Blood Builder  is one of our top-selling products for a reason: it’s clinically proven to increase iron levels and reduce fatigue without common gastrointestinal side effects such as nausea or constipation (there, we said it!)    . We make it with nourishing, whole foods, like beets from Stahlbush  Island Farms and organic oranges from Uncle Matt’s Organic, plus folic acid and B12 for healthy red blood cell production, and vitamin C to support iron absorption  . Oh, and did we tell you it’s safe to take on an empty stomach? If building your blood without missing a beet (see what we did there?) sounds up your alley, this is the product for you  .",
    "Product Name" : "Blood Builder ",
    "Product Specificity" : "3",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the  day, even on an empty stomach.                \"",
    "Trademark Callout" : "STAHLBUSH  is a registered trademark of Stahlbush Island Farms, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/blood-builder-W1008.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Cardiovascular,Hematologic",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Clinically proven to increase iron levels Shown in an 8-week clinical trial to increase iron levels in individuals with low iron without causing nausea or constipation Delivers a gentle and effective 26 mg of FoodState  Iron Twice-daily tablets are designed for those who have trouble swallowing supplements Includes folic acid, and B12 and which help maintain healthy red blood cell production Safe for menstruating women, teenage girls, pregnant women, vegans and vegetarians, athletes, and recent blood donors, all of whom are at increased risk of being low in iron Naturally combats fatigue and improves energy levels Crafted using our Slo-Food Process   with FoodState  Beet Root from Stahlbush  Island Farms and FoodState  Vitamin C with organic orange from Uncle Matt’s Organic  •Gentle enough to take on an empty stomach  •Also available in our original once-daily tablet  •Note: Consumers should consult with their healthcare practitioners for advice regarding specific health conditions and recommended solutions",
    "Footnotes" : "",
    "Ingredient Statement" : "",
    "Main Claim" : "Clinically proven to increase iron levels  ",
    "Product Description" : "MegaFood  Blood Builder  Minis takes everything you love about our original Blood Builder and delivers it to you in a convenient, twice-daily tablet. It’s clinically proven to increase iron levels and reduce fatigue without common gastrointestinal side effects such as nausea or constipation (there, we said it!)    . We make it with nourishing whole foods, like beets from Stahlbush  Island Farms and organic oranges from Uncle Matt’s Organic, plus folic acid, and B12 for healthy red blood cell production, and vitamin C to support iron absorption  . Oh, and did we tell you it’s safe to take on an empty stomach? If building your blood without missing a beet (see what we did there?) sounds up your alley, this is the product for you  .",
    "Product Name" : "Blood Builder Minis",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "",
    "URL" : "https://www.megafood.com/vitamins-supplements/blood-builder-minis-W1009.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Musculoskeletal,Hematologic",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Helps maintain strong bones                                                                                                                                                   •Includes 1000 IU (25 mcg) of vitamin D to support an already healthy mood and bones                                                                                                                                       •FoodState  Vitamin C aids in the absorption of calcium                                                                                                                 •Vitamins K1 and K2 support bone health                                                                                                                                                                               •500 mg calcium, an essential bone mineral                                                                                                                                                             •300 mg of magnesium supports normal muscle function Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.  ",
    "Main Claim" : "Helps maintain strong bones   ",
    "Product Description" : "No bones about it (ha!): MegaFood  Bone Health aims to keep yours strong and healthy  . We include optimal levels of vitamins and minerals—we’re talking 1000 IU (25 mcg) of vitamin D, 100 mg of vitamin C, 500 mg of calcium, and 300 mg of magnesium, plus vitamins K1 and K2—to support bone health and mood   (formulated by award-winning integrative physician, Tieraona Low Dog, M.D.). Bone Health is gentle on the stomach, and best taken with food.",
    "Product Name" : "Bone Health",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets twice daily with food.",
    "Trademark Callout" : "",
    "URL" : "https://www.megafood.com/vitamins-supplements/bone-health-W1010.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Cardiovascular,Musculoskeletal,Hematologic",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Helps maintain bone and teeth health FoodState  Calcium, delivered with wholesome nutritional yeast, helps maintain bone and teeth health Organic nettle provides synergistic trace minerals Can be take any time of the day, even on an empty stomach",
    "Footnotes" : "N A",
    "Ingredient Statement" : "   This MegaFood product includes carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.    ",
    "Main Claim" : "Helps maintain bone and teeth health  ",
    "Product Description" : "Say cheese! MegaFood  Calcium supports healthy bones and teeth  . FoodState  Calcium, delivered with wholesome nutritional yeast, combines with organic nettle leaf to provide synergistic trace minerals  . It can be taken any time of the day, even on an empty stomach.",
    "Product Name" : "Calcium",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/calcium-W1011.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Musculoskeletal,Cardiovascular",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "  N A",
    "Features" : "Helps maintain bone and cardiovascular health Helps maintain already healthy blood pressure levels Supports the health of bones and muscular system Can be taken any time of the day, even on an empty stomach",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Helps maintain bone and cardiovascular health  ",
    "Product Description" : "MegaFood  Calcium, Magnesium and Potassium delivers a triad of health-promoting minerals   (the cal, the mag, the potassium!) with wholesome nutritional yeast, and is combined with an Organic Trace Mineral Blend of organic nettle leaf, organic dandelion root and organic parsley to help maintain already healthy blood pressure levels and cardiovascular health  . ",
    "Product Name" : "Calcium, Magnesium and Potassium",
    "Product Specificity" : "2",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/calcium-magnesium-and-potassium-W1012.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Cardiovascular,Immune,Dermatologic,Detoxification,Oncology",
    "Featured FFP" : "As 4th generation citrus growers in Clermont, FL, the commitment to  organic farming runs deep at Uncle Matt's! \"We're passionate about  growing a 'healthy generation' and  believe that growing organic is the best way to farm,\" says Matt McLean. \"We offer a line of bottled juices as well as organic citrus and produce.\"    MegaFood will donate a portion of the profit from the sale of this product to Florida Certified Organic Growers and Consumers, Inc. To learn more visit www.megafood.com/supportsorganic",
    "Featured FFP or Partner" : "Uncle Matt's Organic ",
    "Features" : "Helps support the immune system FoodState  Vitamin C provides an array of immune-supportive compounds Contains two powerful, organic whole-food blends to deliver a broad spectrum of pytonutrients Can be taken any time of the day, even on an empty stomach",
    "Footnotes" : "   Includes Uncle Matt's Organic  Whole Oranges  ",
    "Ingredient Statement" : "  MegaFood is made with real food sourced from our trusted family farm  partners, wholesome nutritional yeast, and added nutrients. Each vitamin or  mineral is paired with an ideal whole food using our unique process to deliver  guaranteed potency and the benefit of health-promoting compounds present  in the whole food itself. See how they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Helps support the immune system  ",
    "Product Description" : "Immune system champion, right here  ! MegaFood  Complex C takes immune-supportive FoodState  Vitamin C and combines it with two powerful blends to deliver a broad spectrum of phytonutrients  : our Organic Bioflavonoid Complex (organic amla fruit, organic green pepper, organic rose hips and organic orange peel), and Fruit Phenolic Blend (organic whole orange from Uncle Matt’s Organic, organic cranberry and organic blueberry).    ",
    "Product Name" : "Complex C",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/letter-vitamins/complex-c-W1013.html?cgid=letter-vitamins",
    "User Specificity" : "1"
  }, {
    "Body System" : "Cardiovascular,Immune,Dermatologic,Detoxification,Oncology",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "Uncle Matt's Organic ",
    "Features" : "Provides your body with the nourishment it needs to support your natural immune defenses FoodState  Vitamin C, together with farm-fresh super fruits, including blueberries and cranberries, provide phytonutrients such as bioflavonoids and anthocyanins which function as powerful antioxidants Includes organic astragalus and schisandra berry, herbs traditionally used for their immune-supportive properties  ",
    "Footnotes" : "   Includes Uncle Matt's Organic  Whole Oranges    If pregnant, nursing, or you have a health condition, consult your healthcare  practitioner before taking this product                       ",
    "Ingredient Statement" : "(FS Leaf Logo) MegaFood is made with real food sourced from our trusted family farm  partners, wholesome nutritional yeast, and added nutrients. Each vitamin or  mineral is paired with an ideal whole food using our unique process to deliver  guaranteed potency and the benefit of health-promoting compounds present  in the whole food itself. See how they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Provides your body with the nourishment it needs to support your natural immune defenses  ",
    "Product Description" : "Nourish your immune system, naturally (and yummily)  ! MegaFood  Daily C-Protect Nutrient Booster Powder   combines FoodState  Vitamin C with farm-fresh super fruits, including organic blueberries, organic cranberries, and organic whole orange from Uncle Matt’s Organic, for a powerful delivery of phytonutrients  . We also include our Immune-Balancing Blend with organic astragalus and organic schisandra berry  . Mix with your favorite juice or smoothie, sip, and enjoy!    ",
    "Product Name" : "Daily C-Protect Nutrient Booster Powder  ",
    "Product Specificity" : "2",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-c-protect-nutrient-booster-powder-W1014.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune,Endocrine,Nutrition",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Designed to help sustain the body and mind Contains B12, an essential nutrient that aids in red blood cell formation and supports cellular energy production FoodState  Chromium nourishes a healthy metabolism Includes adaptogenic herbs that support the body's physical and emotional performance under stress Beet root and green tea leaf provide a diverse array of phytochemicals  ",
    "Footnotes" : "If pregnant, nursing, or you have a health condition, consult your healthcare practitioner before taking this product.                        ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                        \t\t\t",
    "Main Claim" : "Designed to help sustain the body and mind  ",
    "Product Description" : "We designed MegaFood  Daily Energy Nutrient Booster Powder   to help sustain physical and mental stamina  . It combines FoodState  B12, essential for healthy red blood cell formation, with chromium, which supports a healthy metabolism  , along with a powerful blend of herbs and roots—ashwagandha, eleuthero, beet root, and green tea leaf extract—for added phytochemicals and support during times of stress  . Mix with your favorite juice or smoothie, sip, and enjoy!",
    "Product Name" : "Daily Energy Nutrient Booster Powder  ",
    "Product Specificity" : "2",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-energy-nutrient-booster-powder-W1015.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Endocrine",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Formulated to support men’s overall health and vitality Includes herbs traditionally used to support male physiological function Maca is a nourishing superfood and a staple in the diet of those living in the mountains of Peru  ",
    "Footnotes" : "Includes Organic Dandelion Root  If you have a health condition, consult your healthcare practitioner  before taking this product.  ",
    "Ingredient Statement" : "   This MegaFood product is made with real food sourced from our trusted family  farm partners and carefully selected herbs to deliver a range of health-promoting  compounds. See how they’re made at megafood.com/showme. Satisfaction  guaranteed or your money back.",
    "Main Claim" : "Formulated to support men’s overall health and vitality  ",
    "Product Description" : "MegaFood  Daily Maca Plus for Men Nutrient Booster Powder   is designed to promote overall health and vitality in men  . It combines maca, a nourishing superfood found in the mountains of Peru, with herbs traditionally used to support male physiological function  . Mix with your favorite juice or smoothie, sip, and enjoy!  ",
    "Product Name" : "Daily Maca Plus for Men Nutrient Booster Powder  ",
    "Product Specificity" : "1",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-maca-plus-for-men-nutrient-booster-powder-W1016.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Endocrine",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "  Formulated to support women’s overall health and vitality Includes herbs traditionally used to help maintain hormonal balance, menstrual cycle support and nervous system health Maca is a nourishing superfood and a staple in the diet of those living in the mountains of Peru  ",
    "Footnotes" : "   Includes certified organic herb  If pregnant, nursing, or you have a health condition, consult your  healthcare practitioner before taking this product.",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted  family farm partners and carefully selected herbs to deliver a range of  health-promoting compounds. See how they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Formulated to support women’s overall health and vitality  ",
    "Product Description" : "MegaFood  Daily Maca Plus for Women Nutrient Booster Powder   is designed to promote overall health and vitality in women  . It combines maca, a nourishing superfood found in the mountains of Peru, with chaste tree berry, a time-honored botanical shown to help maintain hormonal health and ease symptoms associated with menstruation  . Motherwort is traditionally used to calm occasional nervousness  . Mix with your favorite juice or smoothie, sip, and enjoy!    ",
    "Product Name" : "Daily Maca Plus for Women Nutrient Booster Powder  ",
    "Product Specificity" : "1",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-maca-plus-for-women-nutrient-booster-powder-W1017.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Detoxification,Nutrition",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports the gentle elimination of toxins using foods traditionally used for detoxification purposes Nourishes and replenishes liver health Schisandra berry combines with FoodState  Beet Root and our proprietary Fruit Phenolic Blend to provide an array of deeply pigmented antioxidants      ",
    "Footnotes" : "Includes Uncle Matt's Organic  Whole Oranges                                                If pregnant, nursing, or you have a health condition, consult your healthcare practitioner before taking this product.                        ",
    "Ingredient Statement" : "  MegaFood is made with real food sourced from our trusted family farm  partners, wholesome nutritional yeast, and added nutrients. Each vitamin or  mineral is paired with an ideal whole food using our unique process to deliver  guaranteed potency and the benefit of health-promoting compounds present in  the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports the gentle elimination of toxins using foods traditionally used for detoxification purposes  ",
    "Product Description" : "Did you know? Your liver is your body’s master cleansing system—no small feat when you consider the amount of dietary and environmental pollutants it encounters each day! That’s why we designed MegaFood  Daily Purify Nutrient Booster Powder   to gently eliminate toxins, nourish and replenish your body using a blend of dandelion, artichoke leaf and burdock root  . Farm fresh FoodState  Beet Root and Fruit Phenolic Blend combine with reishi mushroom and schisandra berry to provide antioxidants  . (Can you say ‘natural radiance’?!) Mix with your favorite juice or smoothie, sip, and enjoy!",
    "Product Name" : "Daily Purify Nutrient Booster Powder  ",
    "Product Specificity" : "2",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-purify-nutrient-booster-powder-W1018.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Nutrition,Immune,Rheumatologic",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Designed to help you bounce back from your daily workout Protective and restorative turmeric blends with wholesome FoodState  Vitamin C, tart cherry and our colorful Fruit Phenolic Blend BioPerine  black pepper extract aids optimal absorption of health supportive phytonutrients  •Holy basil leaf supports mental performance and response time  ",
    "Footnotes" : "Includes Uncle Matt's Organic  Whole Oranges                                                                       If pregnant, nursing, or you have a health condition, consult your healthcare practitioner before taking this product.                        ",
    "Ingredient Statement" : "  MegaFood is made with real food sourced from our trusted family farm partners,  wholesome nutritional yeast, and added nutrients. Each vitamin or mineral is paired  with an ideal whole food using our unique process to deliver guaranteed potency and  the benefit of health-promoting compounds present in the whole food itself. See how  they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Designed to help you bounce back from your daily workout  ",
    "Product Description" : "Work out—and bounce back!  —with MegaFood  Daily Turmeric Booster Powder  . It combines a protective combination of whole foods, herbs and extracts, including FoodState  Vitamin C and three powerful blends: our Whole Body Recovery Blend   (replenishing turmeric, holy basil and BioPerine  black pepper extract), Harvest Fruit Blend (health-promoting tart cherry, black raspberry, wild blueberry, and cranberry extracts), and Fruit Phenolic Blend (organic whole orange from Uncle Matt’s Organic, plus blueberry and cranberry for an array of antioxidants)  . Mix with your favorite juice or smoothie, sip, and enjoy!  ",
    "Product Name" : "Daily Turmeric Nutrient Booster Powder  ",
    "Product Specificity" : "3",
    "Suggested Use" : "Adults, add one level scoop to 6-8 ounces of your favorite smoothie, shake or juice, blend well and enjoy.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/daily-turmeric-nutrient-booster-powder-W1019.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Neurological",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Promotes a deep and restful sleep Formulated to help provide a sense of relaxation and restorative sleep Includes valerian and California poppy, traditionally used to help with occasional sleeplessness Calming FoodState  Magnesium and Sensoril  ashwagandha help support relaxation  ",
    "Footnotes" : "If pregnant, nursing, or you have a health condition, consult your healthcare practitioner before taking this product. ",
    "Ingredient Statement" : "  This MegaFood product includes carefully  selected herbs and added nutrients. Each mineral  is paired with wholesome nutritional yeast using a  unique process to deliver guaranteed potency and  the benefit of health-promoting compounds  present in the whole food itself. See how they’re  made at megafood.com/showme. Satisfaction  guaranteed or your money back.",
    "Main Claim" : "Promotes a deep and restful sleep  ",
    "Product Description" : "  Relax, restore, rejuvenate: MegaFood  Dream Release   is designed to promote deep, restorative sleep  . Valerian and California poppy are traditionally used to promote restful sleep in those with occasional sleeplessness, while calming FoodState  Magnesium and Sensoril  ashwagandha help release tension  . (Comfy ‘jammies: that’s all you.)    ",
    "Product Name" : "Dream Release",
    "Product Specificity" : "3",
    "Suggested Use" : "Take 1 tablet, as needed, before bedtime. May be taken on an empty stomach.",
    "Trademark Callout" : "⧫ Sensoril  is a trademark of Natreon, Inc. and is protected under U.S. Patent 6,713,092.",
    "URL" : "https://www.megafood.com/vitamins-supplements/dream-release-W1020.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Immune,Dermatologic",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "  Supports optimal health A synergistic pairing of nutrients function as antioxidants A range of foods deliver trace minerals for added nutritional benefits Take any time of the day, even on an empty stomach  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  MegaFood is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how  they’re made at megafood.com/showme. Satisfaction guaranteed or your money back",
    "Main Claim" : "Supports optimal health  ",
    "Product Description" : "Can you say ‘teamwork’? MegaFood  E & Selenium pair up to support optimal health with a synergistic combination of FoodState  Vitamin E and Selenium, delivered alongside a Nourishing Food Blend (including organic ginger, organic turmeric, organic parsley, organic broccoli, organic rosemary, organic oregano, organic carrot, organic spinach and organic beet root) for added nutritional benefits  . Plus, you can take it any time of day, even on an empty stomach.    ",
    "Product Name" : "E & Selenium",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/e-selenium-W1021.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Hematologic",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Maintains already healthy blood sugar levels                                                                                           •Glucose tolerance factor (GTF) chromium, a bioactive form, is delivered with wholesome nutritional yeast and helps support glucose metabolism Organic herbs provide synergistic trace minerals Take any time of the day, even on an empty stomach  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back",
    "Main Claim" : "Maintains already healthy blood sugar levels   ",
    "Product Description" : "  MegaFood  GTF Chromium is designed to help maintain already healthy blood sugar levels  . It uses GTF (glucose tolerance factor) chromium, delivered with wholesome nutritional yeast, which aids in glucose metabolism, alongside organic herbs: organic parsley leaf, organic broccoli, organic carrot, and organic beet root, to provide synergistic trace minerals  .",
    "Product Name" : "GTF Chromium",
    "Product Specificity" : "3",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/gtf-chromium-W1022.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Endocrine,Neurological",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. “We farm organically because it's simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home”—Phil Green",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Supports cellular energy production                                                                                                                                            •Each serving provides 24 mcg of methylcobalamin (B12) to help support energy levels Real, Kauai Organic Farms ginger delivers a distinctive flavor Includes organic beet root powder",
    "Footnotes" : "",
    "Ingredient Statement" : "(FS logo) Farm fresh Kauai ginger root gives these B12 gummies a distinctive, real ginger flavor.      Our MegaFood gummies are made with real food sourced from farm partners, and added B12, to deliver a range of health-promoting compounds—no high fructose corn syrup, gelatin, added flavors, colors or preservatives of any kind. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports cellular energy production    ",
    "Product Description" : "Our MegaFood  Gummies are made with real, whole foods sourced from farm partners to deliver a range of health-promoting compounds  —no artificial or added colors, flavors or preservatives, period. These Ginger B12 gummies deliver a unique and yummy ginger root zing from Kauai Organic Farms. Not too spicy—just right! Plus, B12 helps support cellular energy levels and production  .      Kauai Organic Farms is a trademark of Green Enterprises, Inc.",
    "Product Name" : "Gummy B12 Energy - Ginger",
    "Product Specificity" : "1",
    "Suggested Use" : "2 gummies daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Kauai Organic Farms is a trademark of Green Enterprises, Inc.",
    "URL" : "https://www.megafood.com/gummies/gummy-b12-energy-cranberry-W1024.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Endocrine,Neurological",
    "Featured FFP" : "(FS logo) Farm fresh Wisconsin cranberries give these B12 gummies a real berry flavor (and natural color!).    Our MegaFood gummies are made with real food sourced from family farm partners, and added B12, to deliver a range of health-promoting compounds—no high fructose corn syrup, gelatin, added flavors, colors or preservatives of any kind. Satisfaction guaranteed or your money back.    James Lake Farms organic cranberry marsh is located in Northern Wisconsin. Owners John and Nora Stauner are committed to using the best and most effective organic growing methods. \"As organic farmers, we believe in protecting the natural integrity of the food we grow and the land on which we grow it. MegaFood   believes as strongly as we do in these values and we’re proud to be partnering with them.\" —John Stauner",
    "Featured FFP or Partner" : "James Lake Farms",
    "Features" : "•Each serving provides 24 mcg of methylcobalamin (B12) to help support energy levels 100 mg of FoodState  Cranberry Powder from James Lake Farms imparts a rich, fruity flavor  ",
    "Footnotes" : "",
    "Ingredient Statement" : "(FS logo) Farm fresh Kauai ginger root gives these B12 gummies a distinctive, real ginger flavor.      Our MegaFood gummies are made with real food sourced from farm partners, and added B12, to deliver a range of health-promoting compounds—no high fructose corn syrup, gelatin, added flavors, colors or preservatives of any kind. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports cellular energy production    ",
    "Product Description" : "Our MegaFood  Gummies are made with real, whole foods sourced from farm partners to deliver a range of health-promoting compounds  —no artificial or added colors, flavors or preservatives, period—plus they’re easy to chew and swallow. 24 mcg of B12 help support cellular energy levels and production; tart, farm-fresh cranberry from James Lake Farms in Three Lakes, Wisconsin give our gummies real berry flavor (and color!).    James Lake Farms and its logo are trademarks of James Lake Farms, Inc.",
    "Product Name" : "Gummy B12 Energy - Cranberry",
    "Product Specificity" : "1",
    "Suggested Use" : "2 gummies daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "James Lake Farms and its logo are trademarks of James Lake Farms, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/gummy-b12-energy---ginger-W1023.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune",
    "Featured FFP" : "As 4th generation citrus growers in Clermont, FL, the commitment to organic farming runs deep at Uncle Matt's! \"For me, organic just made the most sense. Less toxins to the environment and less toxic residues on the fruit are ultimately what is best for everybody. It really is the way my grandfather and great-grandfather used to grow citrus.\" —Matt McLean",
    "Featured FFP or Partner" : "Uncle Matt's Organic",
    "Features" : "Supports daily immune function Each serving provides 180 mg of FoodState  Vitamin C to support immune health Organic oranges from Uncle Matt’s Organic impart a real citrus flavor and provide complementary cofactors Organic berries and ginger provide additional antioxidant compounds  ",
    "Footnotes" : "",
    "Ingredient Statement" : "(FS logo) Farm fresh oranges give these Vitamin C gummies a real citrus flavor. Our MegaFood gummies are made with real food sourced from farm partners, and added Vitamin C, to deliver a range of health-promoting compounds—no high fructose corn syrup, gelatin, added flavors, colors or preservatives of any kind. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports daily immune function  ",
    "Product Description" : "Our MegaFood  Gummies are made with real, whole foods sourced from farm fresh partners to deliver a range of health-promoting compounds  —no artificial or added colors, flavors or preservatives, period—plus they’re easy to chew and swallow. Each serving of Gummy C Defense Tangy Citrus   provides 180 mg of FoodState  Vitamin C to help support immune health, while juicy, farm-fresh oranges from Uncle Matt’s Organic  give our gummies an authentic citrus flavor (and color!) and provide complementary cofactors.      Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "Product Name" : "Gummy  C Defense - Tangy Citrus",
    "Product Specificity" : "1",
    "Suggested Use" : "2 gummies daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/gummy-c-defense---tangy-citrus-W1025.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune,Detoxification",
    "Featured FFP" : "As 4th generation citrus growers in Clermont, FL, the commitment to organic farming runs deep at Uncle Matt's! \"For me, organic just made the most sense. Less toxins to the environment and less toxic residues on the fruit are ultimately what is best for everybody. It really is the way my grandfather and great-grandfather used to grow citrus.\" —Matt McLean",
    "Featured FFP or Partner" : "Uncle Matt's Organic",
    "Features" : "Supports bone, muscle and immune health Each serving provides 1000 IU (25 mcg) of cholecalciferol (Vitamin D3) to support bone, muscle and immune health Farm fresh Florida oranges, Wisconsin cranberries and Quebec blueberries give these Vitamin D3 gummies a distinctive, real fruit flavor (and natural color!)",
    "Footnotes" : "",
    "Ingredient Statement" : "(FS logo) Farm fresh Florida oranges, Wisconsin cranberries and Quebec blueberries give these Vitamin D3 gummies a distinctive, real fruit flavor (and natural color!).    Our MegaFood gummies are made with real food sourced from farm partners, and added Vitamin D3, to deliver a range of health-promoting compounds—no high fructose corn syrup, gelatin, added flavors, colors or preservatives of any kind. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports bone, muscle and immune health    ",
    "Product Description" : "Our MegaFood  Gummies are made with real, whole foods sourced from farm fresh partners to deliver a range of health-promoting compounds  —no artificial or added colors, flavors or preservatives, period—plus they’re easy to chew and swallow. Fresh-picked Florida oranges, Wisconsin cranberries, Quebec blueberries and Kauai ginger root—a bountiful blend!—give our gummies a real boost in flavor and color, while 1000 IU (25 mcg) of FoodState  Vitamin D supports bone, muscle and immune health  .",
    "Product Name" : "Gummy D3 (1000 IU) Wellness - Mixed Fruit",
    "Product Specificity" : "1",
    "Suggested Use" : "1 gummy daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/gummy-d3-1000-iu-wellness---mixed-fruit-W1026.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune,Detoxification,Endocrine",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Promotes cognitive focus and a sense of calm Balanced complex of all FoodState  B vitamins, plus zinc, choline and inositol  •FoodState  B vitamins support healthy energy production and nervous system health Includes L-theanine and bacopa, an Ayurvedic herb traditionally used to support cognitive function  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes cognitive focus and a sense of calm  ",
    "Product Description" : "Growing kids have unique nutritional needs. That’s why MegaFood  Kids B Complex provides a balanced complex of all FoodState  B vitamins, plus zinc, choline and inositol to help support energy production and a healthy nervous system  . We include L-theanine and bacopa, a traditional Ayurvedic herb, to promote cognitive function  . These easy-to-swallow mini tablets can be taken any time of day, even on an empty stomach.",
    "Product Name" : "Kids B Complex",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-b-complex-W1027.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Immune,Detoxification,Neurological",
    "Featured FFP" : "(SEE PRODUCT PARAGRAPH)",
    "Featured FFP or Partner" : "Lundberg Family Farms",
    "Features" : "Supports energy, focus and sense of calm FoodState  B vitamins support nervous system health Chamomile and lemon balm help provide a sense of calm Includes bacopa, an Ayurvedic herb traditionally used support cognitive function  ",
    "Footnotes" : "  Lundberg Family Farms",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.(FS logo) Farm fresh Florida oranges, Wisconsin cranberries and Quebec blueberries give these Vitamin D3 gummies a distinctive, real fruit flavor (and natural color!).",
    "Main Claim" : "Supports energy, focus and sense of calm  ",
    "Product Description" : "  Growing kids have unique nutritional needs. That’s why MegaFood  Kid’s Daily B-Centered Nutrient Booster Powder   provides a balanced complex of FoodState  B vitamins, chamomile and lemon balm to help provide a sense of calm  , and bacopa, a traditional Ayurvedic herb used for cognitive function  . All in an easy to blend, shake (and sip!) powder with no added sweeteners, flavorings or preservatives.",
    "Product Name" : "Kids Daily B-Centered   Nutrient Booster Powder  ",
    "Product Specificity" : "2",
    "Suggested Use" : "For ages 5 and over, blend one level scoop with 6-8 ounces of your child's favorite smoothie, shake or juice. Please use as intended.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-daily-b-centered-nutrient-booster-powder-W1028.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Immune,Nutrition",
    "Featured FFP" : "(SEE PRODUCT PARAGRAPH)",
    "Featured FFP or Partner" : "Uncle Matt's Organic",
    "Features" : "Promotes a healthy immune response Made with FoodState Nutrients  , whole herbs and farm-fresh foods to enhance your child's vitality and wellbeing Formulated with organic astragalus, echinacea and FoodState  Elderberry to support your child's immune function year round Organic orange, organic blueberry and organic cranberrys provide deeply-pigmented phytonutrients for additional antioxidant protection  ",
    "Footnotes" : "  Uncle Matt's Organic",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, carefully selected herbs and added nutrients. Each vitamin is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes a healthy immune response  ",
    "Product Description" : "MegaFood  Kids Daily Immune Nutrient Booster Powder   promotes a healthy immune response (with organic astragalus, echinacea and FoodState  Elderberry, for optimal wellness year round)  . Our easy to blend, shake (and sip!) powder contains a combination of FoodState Nutrients  , whole herbs and farm-fresh foods to enhance your child’s vitality and sense of wellbeing  —without added fillers, sweeteners, flavorings or preservatives. Organic orange from Uncle Matt’s Organic, along with organic blueberry and organic cranberry, provide deeply-pigmented phytonutrients for additional antioxidant protection  .  ",
    "Product Name" : "Kids Daily Immune Nutrient Booster Powder  ",
    "Product Specificity" : "2",
    "Suggested Use" : "For ages 5 and over, blend one level scoop with 6-8 ounces of your child's favorite smoothie, shake or juice. Please use as intended.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-daily-immune-nutrient-booster-powder-W1029.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "(SEE PRODUCT PARAGRAPH)",
    "Featured FFP or Partner" : "  Kauai Organic Farms",
    "Features" : "Promotes wellbeing and healthy development Provides a broad range of vitamins and minerals delivered with nourishing foods Supports healthy growth and development of children 5 years of age and older with balanced nutritional support FoodState  Turmeric and farm-fresh fruits provide a range of protective antioxidants often missing from a child’s diet No added sweeteners, sugars, preservatives, flavorings or colorings",
    "Footnotes" : "  Kauai Organic Farms",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes wellbeing and healthy development  ",
    "Product Description" : "MegaFood  Kids Daily Multi Nutrient Booster Powder   is designed with growing kids aged 5 and up in mind. Its combination of FoodState  Vitamins and Minerals, paired with farm-fresh fruits and turmeric, provides balanced nutritional support and protective antioxidants  . Our easy to blend, shake (and sip!) powder contains no added fillers, sweeteners, flavors, colors or preservatives.",
    "Product Name" : "Kids Daily Multi Nutrient Booster Powder  ",
    "Product Specificity" : "1",
    "Suggested Use" : "For ages 5 and over, blend one level scoop with 6-8 ounces of your child's favorite smoothie, shake or juice.",
    "Trademark Callout" : "Kauai Organic Farms is a trademark of Green Enterprises, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-daily-multi-nutrient-booster-powder-W1030.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Gastrointestinal",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Maintains intestinal health and immunity Provides 5 billion active bacteria across 14 unique strains  •Restores and maintains a balance of healthy probiotics Recommended for adults and children over 5 years of age",
    "Footnotes" : "N A",
    "Ingredient Statement" : "This MegaFood product is made with a broad spectrum of health-supporting probiotics. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports intestinal health and immunity   ",
    "Product Description" : "Intestinal health is vital to overall health—even in little ones!   That’s why we created MegaFood  Kids N’ Us   MegaFlora  with kids aged 5 and up in mind. Designed to maintain intestinal health  , it provides 5 billion active bacteria across 14 unique probiotic strains and helps to restore and maintain the balance of healthy probiotics  . We recommend storing yours in the fridge or freezer, and taking one capsule daily with a meal.",
    "Product Name" : "Kids N’ Us   MegaFlora ",
    "Product Specificity" : "1",
    "Suggested Use" : "1 capsule per day with a meal.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-n-us-megaflora-W1031.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports optimal health and wellbeing A convenient once-daily serving provides 24 FoodState Nutrients   to support your child’s healthy growth and development Our FoodState  Fruit Phenolic Blend contains naturally occurring phytonutrients Each mini-tablet is easy for a child to swallow and does not contain any sweeteners, flavorings or food colorings",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing  ",
    "Product Description" : "Mom formulated, kid approved! MegaFood  Kids One Daily is a comprehensive multi designed for kids aged 5 and older, and is free from added sweeteners, flavorings and food colorings. Each easy-to-swallow, easy-to-digest, once-daily mini tablet provides 24 FoodState Nutrients   to support healthy growth and development, and can be taken anytime of day, even on an empty stomach  . Our FoodState  Fruit Phenolic Blend provides additional antioxidants  .",
    "Product Name" : "Kids One Daily ",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/kids-one-daily-W1032.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Musculoskeletal,Gastrointestinal",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Helps maintain nerve and muscle function Helps support already healthy heart, nervous system, and muscle relaxation Includes 50 mg of organic spinach  •Can be taken any time of the day, even on an empty stomach",
    "Footnotes" : "N A",
    "Ingredient Statement" : "   This MegaFood product is made with real food and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.   ",
    "Main Claim" : "Helps maintain nerve and muscle function    ",
    "Product Description" : "Relax! MegaFood  Magnesium supports muscle relaxation, heart and nervous system health   thanks to 50 mg of FoodState  Magnesium delivered with wholesome nutritional yeast. It’s crafted with an additional 50 mg of organic spinach and can be taken any time of the day, even on an empty stomach.",
    "Product Name" : "Magnesium",
    "Product Specificity" : "1",
    "Suggested Use" : "Suggested Use: 1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/magnesium-W1033.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Gastrointestinal",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports intestinal health, bowel regularity and immunity Provides 20 billion active bacteria across 14 unique strains of probiotics  •Restores and maintains balance of healthy probiotics Tested free from gluten, dairy and soy",
    "Footnotes" : "N A",
    "Ingredient Statement" : "This MegaFood product is made with a broad spectrum of health-supporting probiotics. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports intestinal health and immunity  ",
    "Product Description" : "Go with your gut’! MegaFood  MegaFlora  is our signature probiotic, designed to support intestinal health and immunity  . Our proprietary blend of 14 unique strains of probiotics provide 20 billion active bacteria that help restore and maintain the balance of healthy intestinal probiotics  . MegaFlora is tested free from gluten, dairy and soy. We recommend storing yours in the fridge or freezer, and taking it once daily with a meal.",
    "Product Name" : "MegaFlora  ",
    "Product Specificity" : "1",
    "Suggested Use" : "1 capsule per day with a meal.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/megaflora-W1034.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Gastrointestinal",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports intestinal health and immunity Recommended in the event of antibiotic use or traveling abroad Provides 50 billion active bacteria across 14 unique strains of probiotics  •Restores and maintains balance of healthy probiotics Tested free from gluten, dairy and soy",
    "Footnotes" : "N A",
    "Ingredient Statement" : "This MegaFood product is made with a broad spectrum of health-supporting probiotics. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports intestinal health, bowel regularity and immunity  ",
    "Product Description" : "Traveling abroad, or just finished a course of antibiotics? Consider MegaFood  MegaFlora  Plus, our super probiotic that provides 50 billion active bacterial cultures across a proprietary blend of 14 unique probiotic strains to help support intestinal and immune health  . MegaFlora Plus is tested free from of gluten, dairy and soy. We recommend storing your MegaFlora in the fridge or freezer, and taking it once daily with a meal.",
    "Product Name" : "MegaFlora  Plus",
    "Product Specificity" : "1",
    "Suggested Use" : "1 capsule per day with a meal.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/megaflora-plus-W1035.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Gastrointestinal",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. Kauai is known as the Garden Island of Hawaii, offering nutrient rich soils, sunshine and a constant supply of fresh rainwater from the lush mountains of the island. It has proven to be the ideal location for growing certified Organic Turmeric which MegaFood is proud to deliver to you in this product. \"We farm organically because it’s simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home ,\" say Phil and Linda Green, owners of Kauai Organic Farms.",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Supports the health of a pregnant mother and developing baby Provides 20 billion bacteria across 14 probiotic strains  •Intake of Lactobacillus rhamnosus (HN001) during last trimester and early breastfeeding supports the child's developing immune system Probiotics help support nutrient absorption, which benefits baby too! FoodState Ginger soothes upset tummies and promotes healthy digestive function  ",
    "Footnotes" : "   Includes Certified Organic Ginger Root from Kauai Organic Farms",
    "Ingredient Statement" : "  This MegaFood product includes real food sourced from our trusted family farm partners and carefully selected herbs to deliver a range of health-promoting compounds together with a broad spectrum of health-supporting probiotics. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back. ",
    "Main Claim" : "Supports health of a pregnant mother and developing baby  ",
    "Product Description" : "Improved health for you and for baby  ! Probiotics are a top recommended supplement for expectant moms! MegaFlora  for Baby & Me   contains a broad spectrum of our proprietary blend of 14 unique strains of 20 billion probiotics, FoodState  Ginger to soothe upset tummies and support healthy digestive function  , and prebiotics, to promote the health and wellbeing of pregnant and breastfeeding women  . Probiotics support nutrient absorption, and studies have shown that intake of Lactobacillus rhamnosus (HN001) during the last trimester and early breastfeeding supports the child’s developing immune system.   All MegaFlora products are tested to be free of gluten, dairy and soy. We recommend storing your MegaFlora in the fridge or freezer, and taking it once daily with a meal.",
    "Product Name" : "MegaFlora  for Baby & Me   ",
    "Product Specificity" : "1",
    "Suggested Use" : "2 capsules at any time of the day with food.",
    "Trademark Callout" : "Kauai Organic Farms is a trademark of Green Enterprises, Inc",
    "URL" : "https://www.megafood.com/vitamins-supplements/megaflora-for-baby-me-W1036.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Gastrointestinal,Geriatrics",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. Kauai is known as the Garden Island of Hawaii, offering nutrient rich soils, sunshine and a constant supply of fresh rainwater from the lush mountains of the island. It has proven to be the ideal location for growing certified Organic Turmeric which MegaFood is proud to deliver to you in this product. \"We farm organically because it’s simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home ,\" say Phil and Linda Green, owners of Kauai Organic Farms.",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Promotes colon health, regularity & relief from gas & bloating Provides 50 billion bacteria across 14 probiotic strains  •Additional amounts of Bifidobacterium lactis (HN019) and Lactobacillus plantarum (LP115) are included to promote regularity, healthy bowel function and proper digestion for reduced gas and bloating FoodState  Turmeric Root helps maintain an already healthy inflammatory response of the colon FoodState  Prebiotic Food Blend promotes the growth of good bacteria within the gut Gentle for everyday use",
    "Footnotes" : "Includes Certified Organic Turmeric Root from Kauai Organic Farms     Includes Certified Organic Herb                         ",
    "Ingredient Statement" : "  This MegaFood product includes real food sourced from our trusted family farm partners and carefully selected herbs to deliver a range of health-promoting compounds together with a broad spectrum of health-supporting probiotics. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back. ",
    "Main Claim" : "Promotes colon health, regularity & relief from gas & bloating  ",
    "Product Description" : "As you age, digestion can slow down—which is why supplementing with a probiotic can be a good idea  . MegaFood  MegaFlora  for Over 50 provides additional amounts of Bifidobacterium lactis (HN019) and Lactobacillus plantarum (LP115) to promote regularity, healthy bowel function and proper digestion for reduced gas and bloating   in addition to our signature blend of 14 unique strains of probiotics and 50 billion active bacteria. FoodState  Turmeric Root helps maintain an already healthy inflammatory response of the colon, and our FoodState  Prebiotic Blend encourages the growth of healthy gut bacteria  . All MegaFlora products are tested to be free of gluten, dairy and soy. We recommend storing your MegaFlora in the fridge or freezer, and taking it twice daily with food.",
    "Product Name" : "MegaFlora  for Over 50",
    "Product Specificity" : "1",
    "Suggested Use" : "2 capsules at any time of the day with food.",
    "Trademark Callout" : " Kauai Organic Farms is a trademark of Green Enterprises, Inc",
    "URL" : "https://www.megafood.com/vitamins-supplements/megaflora-for-over-50-W1037.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Gastrointestinal",
    "Featured FFP" : "James Lake Farm is a family owned certified Organic Cranberry farm located in Wisconsin. The Stauners take pride in growing and harvesting deeply pigmented Cranberries that are rich in protective proanthocyanidins, compounds which have been shown to specifically support urinary tract health.  ",
    "Featured FFP or Partner" : "James Lakes Farms",
    "Features" : "Supports Vaginal & Urinary Tract Health MegaFood  created this probiotic formula exclusively for women with FoodState  Cranberry, a super fruit, and a high count of Lactobacillus rhamnosus (HN001) and Lactobacillus plantarum (LP115), probiotic strains known to promote vaginal and urinary tract health Provides 50 billion bacteria across 14 probiotic strains  •Includes prebiotic foods such as beet, burdock and dandelion roots to nourish the microbiome and feminine health  ",
    "Footnotes" : "Potency guaranteed until expiration when stored as recommended.    Keep refrigerated or frozen to maintain potency.  James Lake Farms and its logo are trademarks of James Lake Farms, Inc.",
    "Ingredient Statement" : "  This MegaFood product includes real food sourced from our trusted family farm partners and carefully selected herbs to deliver a range of health-promoting compounds together with a broad spectrum of health-supporting probiotics. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back. ",
    "Main Claim" : "Supports optimal health & wellbeing  ",
    "Product Description" : "Ladies, your microbiome has special requirements thanks to female anatomy. That’s why we crafted a probiotic with you in mind: MegaFood  MegaFlora  for Women  . It includes our proprietary MegaFlora blend of 14 unique strains of probiotics with 20 billion active bacteria that help restore and maintain the balance of healthy intestinal probiotics, plus higher counts of Lactobacillus rhamnosus (HN001) and Lactobacillus plantarum (LP115), shown to promote vaginal and urinary tract health  . We even added nourishing prebiotic foods, like beet, burdock and dandelion roots  . All MegaFlora products are tested free from gluten, dairy and soy. We recommend storing your MegaFlora in the fridge or freezer, and taking it twice daily anytime, with food.",
    "Product Name" : "MegaFlora  for Women",
    "Product Specificity" : "1",
    "Suggested Use" : "2 capsules at any time of the day with food.",
    "Trademark Callout" : "James Lake Farms and its logo are trademarks of James Lake Farms, Inc",
    "URL" : "https://www.megafood.com/vitamins-supplements/megaflora-for-women-W1038.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports optimal health & wellbeing FoodState  B vitamins support healthy energy production, nervous system health, and an already healthy cardiovascular function Zinc to support healthy prostate function 400 IU (10 mcg) of vitamin D supports an already healthy mood and bones Iron-free formula",
    "Footnotes" : "IRON FREE FORMULA",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health & wellbeing  ",
    "Product Description" : "MegaFood  Men Over 40   One Daily is specifically formulated without iron to support the health and wellbeing of men over the age of 40  . (Iron is not recommended for men unless specifically directed by their healthcare practitioner.) Our multi nourishes the body in a convenient, once-daily tablet that can be taken with or without food, and includes FoodState  B vitamins to assist with already healthy cardiovascular function, healthy energy production and nervous system health  . 400 IU (10 mcg) of vitamin D supports already healthy bones and mood  , and an array of whole foods and herbs provide additional phytonutrients  .",
    "Product Name" : "Men Over 40   One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/men-over-40-one-daily-W1039.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports optimal health and wellbeing Zinc supports healthy prostate function FoodState  B vitamins support healthy energy production and nervous system health 400 IU (10 mcg) of FoodState  Vitamin D supports already an already healthy mood and bones Iron-free formula",
    "Footnotes" : "IRON FREE FORMULA",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing  ",
    "Product Description" : "MegaFood  Men’s One Daily is specifically formulated without iron to support the health and wellbeing of men  . (Iron is not recommended for men unless specifically directed by their healthcare practitioner.) Our convenient, once-daily multi nourishes the whole body and can be taken any time throughout the day  . FoodState  B vitamins assist with already healthy cardiovascular function, healthy energy production and nervous system health  , while 400 IU (10 mcg) of FoodState  Vitamin D supports already healthy bones and mood  . Zinc, an essential mineral, supports prostate health  .",
    "Product Name" : "Men’s One Daily",
    "Product Specificity" : "2",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/mens-one-daily-W1040.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition,Neurological,Immune",
    "Featured FFP" : "MegaFood is proud to partner with Stahlbush who supplies the nourishing beet root included in our Methyl B12 formula. Stahlbush Island Farms, located in the heart of Oregon's Willamette Valley, is an environmentally friendly farm committed to sustainable and organic agriculture. \"We put our heart and soul into ensuring that our land will be fertile, healthy, and bountiful for future generations,\" says Karla S. Chambers, Stahlbush Co-Owner.    MegaFood will donate a portion of the profit from the sale of this product to benefit the art and healthy eating curriculum at the Jordan Schnitzer Museum of Art. To learn more visit www.megafood.com/supportsart",
    "Featured FFP or Partner" : "Stahlbush Island Farms",
    "Features" : "Supports heart health, the formation of healthy blood cells, and helps maintain already healthy levels of homocysteine Contains the active form of vitamin B6, as well as methylated forms of folate and B12 suitable for those with MTHFR gene mutation and compromised methylation Comes in an easy-to-swallow mini oval tablet  ",
    "Footnotes" : "  Lundberg Family Farms         Stahlbush Island Farms",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Active coenzyme form of B12",
    "Product Description" : "MegaFood  Methyl B12 supports heart and blood health through methylated (active) forms of folate, B12 and B6, and helps to maintain healthy levels of homocysteine, an amino acid found in the blood  . These vitamins are delivered with nourishing, whole foods from Lundberg Family Farms and Stahlbush  Island Farms, and each mini tablet can be taken on an empty stomach, any time throughout the day.",
    "Product Name" : "Methyl B12",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "STAHLBUSH  is a registered trademark of Stahlbush Island Farms, Inc.                                                                                           Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/methyl-b12-W1041.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing FoodState  B vitamins support healthy energy production and nervous system health Choline supports healthy memory and cognitive function Methylated folate and B12 are suitable for those with the MTHFR gene mutation and compromised methylation Includes B6 in the active form of P5P An iron-, calcium- and magnesium-free formula. It's not recommended for men to supplement their diet with iron or calcium unless otherwise recommended and under the supervision of a qualified healthcare practitioner Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing   ",
    "Product Description" : "MegaFood  Multi for Men is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for men who want a multi without iron, magnesium or calcium (not recommended for men unless requested by a healthcare practitioner) that supports their optimal health and wellbeing  . Our twice-daily tablets can be taken on an empty stomach at any time of the day, and are crafted with a host of supportive FoodState  Vitamins and Minerals, including B vitamins to support healthy energy function and nervous system health  , choline for healthy memory and cognitive function  , iodine, and methylated folate and B12, plus the active form of B6, P5P.",
    "Product Name" : "Multi for Men",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.                               Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-men-W1042.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing 1000 IU (25 mcg) of vitamin D supports an already healthy mood and bones FoodState  B vitamins support already healthy cardiovascular function Beta carotene, and vitamins C, E and D, help support normal immune function Choline supports healthy memory and cognitive function Methylated folate and B12 are suitable for those with MTHFR gene mutation and compromised methylation Includes B6 in the active form of P5P Iron-free formula Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing    ",
    "Product Description" : "MegaFood  Multi for Men 40+ is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for men over the age of 40 who want a multi without iron, magnesium or calcium (iron and calcium are not recommended for men unless requested by a healthcare practitioner) that supports their optimal health and wellbeing  . Our twice-daily tablets can be taken any time throughout the day, and are crafted with a host of supportive FoodState Nutrients    , including vitamins C, E and D for immune support  , and 1000 IU (25 mcg) of vitamin D to support already healthy mood and bones.  ",
    "Product Name" : "Multi for Men 40+",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.                               Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-men-40%2B-W1043.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition,Geriatrics",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing 1000 IU (25 mcg) of vitamin D supports an already healthy mood and bones Choline supports healthy memory and cognitive function Methylated folate and B12 are suitable for those with MTHFR gene mutation and compromised methylation Includes B6 in the active form of P5P  •Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing    ",
    "Product Description" : "MegaFood  Multi for Men is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for men over the age of 55 who want a multi without iron, iodine or vitamin K (for those required to avoid these nutrients) that supports their optimal health and wellbeing  . Our twice-daily tablets can taken on an empty stomach, any time of the day and are crafted with a host of supportive FoodState Nutrients  , including 1000 IU (25 mcg) of vitamin D to support an already healthy mood  , choline for healthy memory and cognitive function  , pumpkin seed and green tea extract, and zinc for healthy prostate function  .",
    "Product Name" : "Multi for Men 55+",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.  Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-men-55%2B-W1044.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing    15 mg of FoodState  Iron replenishes the iron lost during menstruation Supports a healthy response to changes associated with normal hormone fluctuations FoodState  B vitamins support healthy energy production and nervous system health 800 IU (20 mcg) vitamin D supports an already healthy mood and bones Vitamins K1 and K2 support bone health Choline supports a healthy memory and cognitive function Methylated folate and B12 are suitable for those with MTHFR gene mutation and compromised methylation Includes vitamin B6 in the active form of P5P Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.  •Calcium- and magnesium-free formulation. We suggest you also take MegaFood  Bone Health  ",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing    ",
    "Product Description" : "MegaFood  Multi for Women is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for women who seek optimal health and wellbeing  . Our twice-daily tablets can be taken any time throughout the day, and are crafted with a blend of vitamins and minerals that support a woman’s unique physiological needs, including normal hormonal fluctuations  . It includes 15 mg of FoodState  Iron to replenish levels lost during menstruation  , a full spectrum of FoodState  B vitamins to support healthy energy production and nervous system health  , 800 IU (20 mcg) of vitamin D to support already healthy bones and mood , plus biotin, beta carotene and vitamins A, C and E (note: Multi for Women is formulated without calcium and magnesium, and so we suggest you also consider supplementing with MegaFood  Bone Health).",
    "Product Name" : "Multi for Women",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.                               Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-women-W1045.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing 9 mg of FoodState  Iron replenishes iron lost during menstruation Supports healthy response to changes associated with normal hormone fluctuations 1000 IU (25 mcg) of vitamin D supports an already healthy mood and bones Vitamins A, C and E support healthy eyes Vitamins K1 and K2 support bone health Choline supports a healthy memory & cognitive function Methylated folate and B12 are suitable for those with MTHFR gene mutation and compromised methylation Includes vitamin B6 in the active form of P5P Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.  •Calcium- and magnesium-free formulation. We suggest you also take MegaFood  Bone Health  ",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing   ",
    "Product Description" : "MegaFood  Multi for Women 40+ is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for women over the age of 40 who seek optimal health and wellbeing  . Our twice-daily tablets can be taken any time throughout the day, and are crafted with a blend of vitamins and minerals that support a woman’s unique physiological needs, including normal hormonal fluctuations  . It includes 9 mg of FoodState  Iron to replenish levels lost during menstruation  , 1000 IU (25 mcg) of vitamin D plus vitamins K1 and K2 to support already healthy bones and mood   (note: Multi for Women 40+ is formulated without calcium and magnesium, and so we suggest you also consider supplementing with MegaFood  Bone Health), and vitamins A, C and E to support healthy vision  .",
    "Product Name" : "Multi for Women 40+",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.                               Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-women-40%2B-W1046.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition,Geriatrics",
    "Featured FFP" : "Tieraona Low Dog, MD, an internationally recognized expert in integrative medicine, has long been an advocate for wholesome nutrition, a healthy lifestyle and the sensible use of effective, high quality, and environmentally conscious dietary supplements. “I have partnered with MegaFood to blend the best of science and nature to create multivitamins designed to truly fortify your life.” - Dr. Low Dog",
    "Featured FFP or Partner" : "Tieraona Low Dog, MD",
    "Features" : "Supports optimal health and wellbeing 1000 IU (25 mcg) of vitamin D supports an already healthy mood and bones FoodState  B vitamins support healthy energy production and nervous system health, as well as an already healthy cardiovascular function Methylated folate and B12 are suitable for those with MTHFR gene mutation and compromised methylation Includes B6 in the active form of P5P Choline supports an already healthy memory and cognitive function Formulated by award-winning integrative physician, Tieraona Low Dog, M.D.  •Calcium- and magnesium-free formulation. We suggest you also take MegaFood  Bone Health  ",
    "Footnotes" : "      Uncle Matt's Organic                Lundberg Family Farms                                                                                                                                      ",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing   ",
    "Product Description" : "MegaFood  Multi for Women 55+ is formulated by award-winning integrative medical physician, Tieraona Low Dog, M.D., specifically for women over the age of 55 who seek optimal health and wellbeing  . Our twice-daily tablets can be taken any time throughout the day, and are crafted with a blend of vitamins, minerals and green tea leaf extract that support a woman’s unique physiological needs  . It includes 1000 IU (25 mcg) of vitamin D to support already healthy bones and mood  , B vitamins and zinc to support cognitive function  , and FoodState  B vitamins, including methylated folate and B12, for healthy energy  . (Please note: this formula is made without calcium, magnesium, iron and vitamin K. We recommend consulting with your healthcare practitioner to determine whether you should also supplement with a bone-supporting product, like MegaFood  Bone Health.)",
    "Product Name" : "Multi for Women 55+",
    "Product Specificity" : "1",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.                               Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/multi-for-women-55%2B-W1047.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports Optimal Health & Well-Being FoodState  B Vitamins to support healthy energy production and nervous system health 400 IU (10 mcg) Vitamin D to support already healthy bones & mood 4.5 mg FoodState Iron                                                                                                                  •Beta Carotene, Vitamin C, E & D to help support normal immune function  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing    ",
    "Product Description" : "Looking to boost an already well-balanced lifestyle? MegaFood  One Daily is our signature, once-daily multi, designed for anyone who wants to support their optimal health and wellbeing  . A nourishing blend of FoodState Nutrients   is delivered with real, whole foods, including orange, carrot and rice, and can be taken any time of the day, even on an empty stomach.  ",
    "Product Name" : "One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/one-daily-W1048.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports optimal health & wellbeing FoodState  B vitamins support healthy energy production and nervous system health 400 IU (10 mcg) of vitamin D supports an already healthy mood and bones Beta carotene, along with vitamins C, E and D, help support normal immune function Also available in a formula with iron",
    "Footnotes" : "IRON FREE FORMULA",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing    ",
    "Product Description" : "Looking to boost an already well-balanced lifestyle? MegaFood  One Daily Iron Free is our signature, once-daily multi, designed for anyone who wants to support their optimal health and wellbeing with an iron-free formula. A nourishing blend of FoodState Nutrients   is delivered with real, whole foods, including orange, carrot and rice, and can be taken any time of the day, even on an empty stomach. (Please note: this formula is made without herbs or iron. Women are at higher risk of becoming iron deficient and should consult with their healthcare practitioner regarding additional iron supplementation.)  ",
    "Product Name" : "One Daily Iron Free",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/one-daily-iron-free-W1049.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Genitourinary",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports healthy urinary function in men FoodState  Zinc combines with selenium and copper to support prostate health and function Saw palmetto (45% total fatty acids) and Graminex  pollen extract help maintain an already healthy urinary flow Tomato, cranberry and pumpkin seed extract provide naturally-occurring phytonutrients traditionally used to nourish the prostate and urinary tract  ",
    "Footnotes" : "If you have a health condition, consult your  healthcare practitioner before taking this product.",
    "Ingredient Statement" : "  This MegaFood product is made with real food, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                         ",
    "Main Claim" : "Supports healthy urinary function in men  ",
    "Product Description" : "MegaFood  Prostate Strength   supports healthy prostate function through its potent blend of FoodState Nutrients  , herbal extracts and superfoods  . Saw palmetto (45% total fatty acids) and Graminex  flower pollen extract help maintain an already healthy urinary flow  , while tomato, cranberry and pumpkin seed extract provide naturally-occurring phytonutrients and are traditionally used to nourish the prostate and urinary tract. Can be taken anytime of day, even on an empty stomach.    Graminex  is a trademark of Graminex L.L.C.",
    "Product Name" : "Prostate Strength",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/prostate-strength-W1050.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Genitourinary",
    "Featured FFP" : "John and Nora Stauner purchased the organic cranberry marsh in 2006 in beautiful northern Wisconsin. The Stauners and their three children grow 64 acres of certified organic cranberries with five different fruit varieties.                                                                                                             MegaFood will donate a portion of the profit from the sale of this product to Florida Certified Organic Growers and Consumers, Inc. To learn more visit www.megafood.com/supportsorganic",
    "Featured FFP or Partner" : "James Lake Farms",
    "Features" : "Supports health of urinary tract Farm-fresh cranberry is carefully milled and dried using our Slo-Food Process   to deliver the authentic nourishment of a freshly harvested fruit Cranberry offers a range of naturally occurring protective phytonutrients Supports immune defenses and urinary tract health naturally    ",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners to deliver a range of health-promoting compounds. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back. ",
    "Main Claim" : "Supports health of urinary tract  ",
    "Product Description" : "As close to the bog as it gets! MegaFood  Pure Cranberry naturally supports immune and urinary tract health  . It uses farm-fresh cranberries from our family farm partner, James Lake Farms, that are carefully milled and dried using our Slo-Food Process   to deliver the authentic nourishment of freshly-harvested cranberries in each 500 mg capsule  . It can be taken any time of day even on an empty stomach.    James Lake Farms and its logo are trademarks of James Lake Farms, Inc.",
    "Product Name" : "Pure Cranberry ",
    "Product Specificity" : "1",
    "Suggested Use" : "1 capsule daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "James Lake Farms and its logo are trademarks of James Lake Farms, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/pure-cranberry-W1051.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports optimal health MegaFood  Selenium, an essential mineral, functions as an antioxidant, and is supported with the inclusion of additional foods and botanicals Can be taken any time of the day, even on an empty stomach  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                         ",
    "Main Claim" : "Supports optimal health  ",
    "Product Description" : "MegaFood  Selenium, an essential mineral, functions as an antioxidant, and is supported with the inclusion of organic spinach, organic ginger root, organic turmeric root, organic rosemary leaf, organic parsley leaf, organic oregano leaf, organic brown rice, organic broccoli, organic carrot, organic beet root and botanicals    ",
    "Product Name" : "Selenium ",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/selenium-W1052.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Dermatologic",
    "Featured FFP" : "Lundberg Family Farms produces high-quality organic products, a Lundberg family passion that has spanned over 75 years and more than three generations. They grow their rice sustainably with farming practices that conserve water resources, build soil integrity, and support a healthier ecosystem. They pride themselves on making great-tasting organic products that are good for you and the environment.                                                                                                                    MegaFood will donate a portion of the profit from the sale of this product to the National Young Farmers Coalition. To learn more visit megafood.com/supportsyoungfarmers",
    "Featured FFP or Partner" : "Lundberg Family Farms",
    "Features" : "Supports a healthy complexion, nails and hair Includes FoodState Nutrients   to strengthen and nourish hair and nails Can be taken any time of the day, even on an empty stomach  •Contains skin-supportive herbs. Also available in an herb-free formulation via Skin, Nails & Hair 2    ",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.  ",
    "Main Claim" : "Supports a healthy complexion, nails and hair   ",
    "Product Description" : "Get your glow on! MegaFood  Skin, Nails & Hair   combines FoodState Nutrients   with herbs and real, whole foods to support you from the inside out  . Gentle enough to take on an empty stomach any time of day.",
    "Product Name" : "Skin, Nails & Hair  ",
    "Product Specificity" : "3",
    "Suggested Use" : "3 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/skin-nails-hair-2-W1054.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Dermatologic",
    "Featured FFP" : "Lundberg Family Farms produces high-quality organic products, a Lundberg family passion that has spanned over 75 years and more than three generations. They grow their rice sustainably with farming practices that conserve water resources, build soil integrity, and support a healthier ecosystem. They pride themselves on making great-tasting organic products that are good for you and the environment.                                                                                                                     MegaFood will donate a portion of the profit from the sale of this product to the National Young Farmers Coalition. To learn more visit megafood.com/supportsyoungfarmers",
    "Featured FFP or Partner" : "Lundberg Family Farms",
    "Features" : "Supports a healthy complexion, nails and hair Includes FoodState Nutrients   to strengthen and nourish hair and nails Can be taken any time of the day, even on an empty stomach  •Skin, Nails & Hair 2 is an herb-free formulation. Our original Skin, Nails & Hair contains select supportive herbs  ",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports a healthy complexion, nails and hair   ",
    "Product Description" : "Get your glow on! MegaFood  Skin, Nails & Hair 2 combines FoodState Nutrients   with real, whole foods to support you from the inside out  . Gentle enough to take on an empty stomach anytime of day.",
    "Product Name" : "Skin, Nails, & Hair 2    (Replacing Skin, Nails, & Hair - CA)",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Lundberg Family Farms Since 1937 is a registered trademark of Wehah Farm, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/skin-nails-hair-W1053.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Endocrine",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports thyroid health and metabolic activity FoodState  Iodine, Zinc, Selenium and Copper, along with L-tyrosine, help nourish a healthy thyroid Sensoril  ashwagandha, a multi-purpose and traditional herb, supports healthy energy levels, mental cognition, cardiovascular health, endothelial function and lipid profile    ",
    "Footnotes" : "If pregnant, nursing, or you have a health condition,  consult your healthcare practitioner before taking this  product.",
    "Ingredient Statement" : "   This MegaFood product is made with real food,  carefully selected herbs and added nutrients. Each  mineral is paired with wholesome nutritional yeast  using a unique process to deliver guaranteed  potency and the benefit of health-promoting  compounds present in the whole food itself. See  how they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports thyroid health and metabolic activity  ",
    "Product Description" : "A healthy thyroid means healthy metabolism—and a healthy mood, mental focus and cardiovascular system  ! MegaFood  Thyroid Strength  combines thyroid-supporting FoodState  minerals with L-tyrosine, Sensoril  ashwagandha and other herbal extracts to support thyroid health  .    Sensoril  is a trademark of Natreon, Inc. and is protected under U.S. Patent 6,713,092",
    "Product Name" : "Thyroid Strength ",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Sensoril  is a trademark of Natreon, Inc. and is protected under U.S. Patent 6,713,092  Sensoril  reduces fatigue and helps restore  and sustain energy levels  .",
    "URL" : "https://www.megafood.com/vitamins-supplements/thyroid-strength-W1055.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Rheumatologic",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. Kauai is known as the Garden Island of Hawaii, offering nutrient rich soils, sunshine and a constant supply of fresh rain water from the lush mountains of the island. It has proven to be the ideal location for growing certified Organic Turmeric which MegaFood is proud to deliver to you in this product. \"We farm organically  because it’s simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home ,\"say Phil and Linda Green, owners of Kauai Organic Farms.",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Maintains joint health and mobility Supports a healthy inflammation response of joints and joint tissue Contains devil’s​ ​claw,​ ​an herb traditionally​ ​used​ ​to​ ​provide​ ​joint​ ​comfort Features a proprietary blend of FoodState  Turmeric Root from Kauai Organic Farms and pure turmeric extract to deliver a guaranteed minimum of 300 mg cucumin along with a synergistic benefit of curcuminoids Includes 200 mg of FoodState  Ginger Root from Kauai Organic Farms BioPerine   , a patented black pepper extract, is included to support the absorption of curcumins (which alone are very difficult for the body to assimilate) Our whole food and herb formula can be taken any time of the day, even on an empty stomach",
    "Footnotes" : "Warning: If you are pregnant or nursing, or are using any prescription medication, consult your healthcare practitioner before taking this product.                        ",
    "Ingredient Statement" : "  . MegaFood is made with real food sourced from our trusted  family farm partners, wholesome nutritional yeast, and added  nutrients. Each vitamin or mineral is paired with an ideal whole  food using our unique process to deliver guaranteed potency and  the benefit of health-promoting compounds present in the whole  food itself. See how they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Maintains joint health and mobility  ",
    "Product Description" : "Flex, and hold: MegaFood  Turmeric Strength   for Joint combines a powerful array of healthful compounds, whole foods and extracts that support  healthy joints and mobility  , and features real, farm fresh turmeric root from Kauai Organic Farms together with turmeric extract to deliver 300 mg of curcumin per serving  . We also added BioPerine , a patented black pepper extract that helps support the absorption of curcumin (that otherwise on its own can be hard for the body to assimilate), 200 mg of ginger root from our pals at Kauai, and the herb devil’s claw, which has been traditionally used to provide joint comfort  . And yep, it can be taken any time of the day.",
    "Product Name" : "Turmeric Strength   for Joint ",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "ˣ  Kauai Organic Farms is a trademark of Green Enterprises, Inc     BioPerine  is a trademark of the Sabinsa Corporation. U.S. Patents No5,536,506, No5,744,161, No5,972,382, & No6,054,585",
    "URL" : "https://www.megafood.com/vitamins-supplements/turmeric-strength-for-joint-W1056.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Detoxification",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. Kauai is known as the Garden Island of Hawaii, offering nutrient rich soils, sunshine and a constant supply of fresh rain water from the lush mountains of the island. It has proven to be the ideal location for growing certified Organic Turmeric which MegaFood is proud to deliver to you in this product. \"We farm organically  because it’s simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home ,\"say Phil and Linda Green, owners of Kauai Organic Farms.  MegaFood will donate a portion of the profit from the sale of this product to Hawaiian Islands Land Trust. To learn more visit  megafood.com/supportskauai",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Delivers whole food and concentrated herbal antioxidant compounds known to support an already healthy inflammation response Features a proprietary blend of FoodState  Turmeric Root from Kauai Organic Farms and pure turmeric extract to deliver a guaranteed minimum of 300 mg cucumin along with a synergistic benefit of curcuminoids Milk thistle seed, rich in silymarin, helps promote and maintain liver health Schisandra berry provides a powerful array of deeply-pigmented antioxidants BioPerine   , a patented black pepper extract, is included for to support the absorption of curcumins (which alone are very difficult for the body to assimilate) Our whole food and herb formula can be taken any time of the day, even on an empty stomach",
    "Footnotes" : " Warning: If you are pregnant or nursing, or are using any  prescription medication, consult your healthcare  practitioner before taking this product.",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners and carefully selected herbs to deliver a range of health-promoting compounds. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Delivers whole food and concentrated herbal antioxidant compounds known to support an already healthy inflammation response  ",
    "Product Description" : "Go ahead, show your liver some love! MegaFood  Turmeric Strength   for Liver combines a powerful array of healthful compounds, whole foods and extracts that support an already healthy inflammation response of the liver  , and features real, farm fresh turmeric root from Kauai Organic Farms to deliver 300 mg of curcumin per serving  . We also added BioPerine , a patented black pepper extract that helps support the absorption of curcumin (that otherwise on its own can be hard for the body to assimilate)  , and milk thistle seed, rich in silymarin and shown to promote liver health  , while schisandra berry provides added antioxidants  .      Kauai Organic Farms is a trademark of Green Enterprises, Inc  BioPerine  is a trademark of the Sabinsa Corporation. U.S. Patents No5,536,506, No5,744,161, No5,972,382, & No6,054,585",
    "Product Name" : "Turmeric Strength   for Liver",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "ˣ  Kauai Organic Farms is a trademark of Green Enterprises, Inc     BioPerine  is a trademark of the Sabinsa Corporation. U.S. Patents No5,536,506, No5,744,161, No5,972,382, & No6,054,585  Warning: If you are pregnant or nursing, or are using any prescription medication, consult your healthcare practitioner before taking this product.",
    "URL" : "https://www.megafood.com/vitamins-supplements/turmeric-strength-for-liver-W1057.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Rheumatologic,Immune,Detoxification",
    "Featured FFP" : "Kauai Organic Farms is a family owned and operated farm on the North Shore of Kauai. Kauai is known as the Garden Island of Hawaii, offering nutrient rich soils, sunshine and a constant supply of fresh rain water from the lush mountains of the island. It has proven to be the ideal location for growing certified Organic Turmeric which MegaFood is proud to deliver to you in this product. \"We farm organically  because it’s simply a better way to farm and we keep chemicals out of the groundwater. At the end of the day we have confidence we are using the best farming methods to preserve this beautiful island we call home ,\"say Phil and Linda Green, owners of Kauai Organic Farms.  MegaFood will donate a portion of the profit from the sale of this  product to Hawaiian Islands Land Trust. To learn more visit  megafood.com/supportskauai",
    "Featured FFP or Partner" : "Kauai Organic Farms",
    "Features" : "Delivers whole food and concentrated herbal antioxidant compounds known to support an already healthy inflammation response Features a proprietary blend of FoodState  Turmeric Root from Kauai Organic Farms and pure turmeric extract to deliver a guaranteed minimum of 481 mg cucumin along with a synergistic benefit of curcuminoids Berries and cherries deliver an array of deeply-pigmented antioxidants BioPerine   , a patented black pepper extract, is included for to support the absorption of curcumins (which alone are very difficult for the body to assimilate) Our whole food and herb formula can be taken any time of the day, even on an empty stomach",
    "Footnotes" : "Warning: If you are pregnant or nursing, or are using any prescription medication, consult your healthcare practitioner before taking this product.     Includes Certified Organic Whole Oranges       Includes Certified Organic Turmeric Root from Kauai Organic Farm             ",
    "Ingredient Statement" : "  MegaFood is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, and added nutrients. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.                        ",
    "Main Claim" : "Delivers whole food and concentrated herbal antioxidant compounds known to support an already healthy inflammation response  ",
    "Product Description" : "Where do we start? MegaFood  Turmeric Strength   for Whole Body combines a powerful array of healthful compounds, whole foods and extracts that support a healthy inflammation response  , and features real, farm fresh turmeric root from Kauai Organic Farms and pure turmeric extract to deliver 481 mg of curcumin per serving  . We also added BioPerine , a patented black pepper extract that helps support the absorption of curcumin (that otherwise on its own can be hard for the body to assimilate), while cherries and berries provide added antioxidants  .    Kauai Organic Farms is a trademark of Green Enterprises, Inc  BioPerine  is a trademark of the Sabinsa Corporation. U.S. Patents No5,536,506, No5,744,161, No5,972,382, & No6,054,585",
    "Product Name" : "Turmeric Strength   for Whole Body ",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "Kauai Organic Farms is a trademark of Green Enterprises, Inc    BioPerine  is a trademark of the Sabinsa Corporation. U.S. Patents No5,536,506, No5,744,161, No5,972,382, & No6,054,585",
    "URL" : "https://www.megafood.com/vitamins-supplements/turmeric-strength-for-whole-body-W1058.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Immune",
    "Featured FFP" : "Uncle Matt's Organic    As 4th generation citrus  growers in Clermont, FL, the  commitment to organic  farming runs deep at Uncle  Matt's! \"We're passionate  about growing a 'healthy  generation' and believe that  growing organic is the best  way to farm,\" says Matt  McLean. \"We offer a line of  bottled juices as well as   organic citrus and produce.\"  MegaFood will donate a portion of the profit from  the sale of this product to Florida Certified Organic   Growers and Consumers, Inc. To learn more visit  www.megafood.com/supportsorganic",
    "Featured FFP or Partner" : "Uncle Matt's Organic ",
    "Features" : "Promotes immune & cellular health FoodState  Vitamin C, delivered with Uncle Matt’s Organic whole, hand-picked organic oranges, provides an array of immune supportive compounds Whole foods and herbs provide a spectrum of antioxidants  ",
    "Footnotes" : "   Includes Uncle Matt's Organic  Whole Oranges",
    "Ingredient Statement" : "(FS Leaf Logo) This MegaFood product is made with real food sourced from our trusted  family farm partners, wholesome nutritional yeast, carefully selected herbs  and added vitamins. Each vitamin is paired with an ideal whole food using our  unique process to deliver guaranteed potency and the benefit of  health-promoting compounds present in the whole food itself. See how they’re  made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes immune & cellular health  ",
    "Product Description" : "Give us a ‘C’! Our Ultra-C 400 provides FoodState  Vitamin C delivered with real, hand-picked organic oranges from Uncle Matt’s Organic for ultimate immune support  . You’ll also find our Nourishing Food and Herb Blend for an added spectrum of antioxidants  .    Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "Product Name" : "Ultra C-400 mg",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "Uncle Matt’s is a registered trademark of Uncle Matt’s Organic, Inc.",
    "URL" : "https://www.megafood.com/vitamins-supplements/ultra-c-400-mg-W1059.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Neurological",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Helps ward off fatigue FoodState Nutrients  , vitamin C, and zinc, support the body’s immune response during times of stress Our Soothing Herbal Blend delivers supportive organic herbs, including organic ashwagandha, organic chamomile flower and organic astragalus root      ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  MegaFood is made with real food sourced  from our trusted family farm partners,  wholesome nutritional yeast, and added  nutrients. Each vitamin or mineral is paired  with an ideal whole food using our unique  process to deliver guaranteed potency and  the benefit of health-promoting compounds  present in the whole food itself. See how  they’re made at megafood.com/showme.  Satisfaction guaranteed or your money back.",
    "Main Claim" : "Helps ward off fatigue  ",
    "Product Description" : "Take a deep breath...and replenish key nutrients that are easily depleted during times of emotional, mental and physical stress with MegaFood  Un-Stress . FoodState Nutrients  , including B vitamins, vitamin C and zinc, have your immune system’s back  , while our Soothing Herbal Blend delivers supportive organic herbs, including organic ashwagandha, organic chamomile flower and organic astragalus root  . ",
    "Product Name" : "Un-Stress ",
    "Product Specificity" : "3",
    "Suggested Use" : "2 tablets daily. May be taken anytime throughout the  day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/un-stress-W1060.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Immune,Nutrition",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Promotes healthy immune function 1000 IU of D3 (25 mcg) is delivered with organic, whole foods, organic brown rice, organic parsley leaf, organic broccoli, organic carrot and organic beet root that provide synergistic cofactors Helps maintain strong bones and healthy hormone production Promotes a sense of overall wellbeing  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  . This MegaFood product is made with real  food sourced from our trusted family farm  partners, wholesome nutritional yeast,  carefully selected herbs and added vitamins.  Each vitamin is paired with an ideal whole  food using our unique process to deliver  guaranteed potency and the benefit of  health-promoting compounds present in the  whole food itself. See how they’re made at  megafood.com/showme. Satisfaction  guaranteed or your money back.",
    "Main Claim" : "Promotes healthy immune function  ",
    "Product Description" : "Vitamin D3 is a powerhouse vitamin that aids in healthy bones, hormones and immune function  , and maintaining optimal levels can contribute to an overall sense of wellbeing (more ‘Om,’ less ‘Um?’)  . MegaFood  Vitamin D3 1000 IU (25 mcg) is delivered with real, whole foods that provide synergistic cofactors. Our D3 supplement can be taken any time of the day, even on an empty stomach.",
    "Product Name" : "Vitamin D-3 1000 IU",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/vitamin-d3-1000-iu-W1062.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune,Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Promotes healthy immune function 2000 IU of D3 (50 mcg) is delivered with is delivered with organic, whole foods, organic brown rice,  organic parsley leaf, organic broccoli, organic carrot and organic beet root that provide synergistic cofactors Promotes a sense of overall well being  ",
    "Footnotes" : "",
    "Ingredient Statement" : "",
    "Main Claim" : "Promotes healthy immune function  ",
    "Product Description" : "Vitamin D3 is a powerhouse that aids in healthy bones, hormones and immune function, and maintaining optimal levels can contribute to an overall sense of wellbeing (more ‘Om,’ less ‘Um?’)  . MegaFood  Vitamin D3 2000 IU (50 mcg) is delivered with whole foods that provide synergistic cofactors  . It’s easy to digest, even on an empty stomach.",
    "Product Name" : "Vitamin D-3 2000 IU",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "",
    "URL" : "https://www.megafood.com/vitamins-supplements/vitamin-d3-2000-iu-W1063.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Immune,Nutrition,Cardiovascular,Hematologic",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports already healthy eyesight Each Wild Blueberry tablet provides the equivalent of seven wild blueberries, a source of naturally occurring protective antioxidants and anthocyanins Our mini tablets are easy to chew and swallow Childrens (and adults!) love the taste  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food to deliver a range of health-promoting compounds. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.  ",
    "Main Claim" : "Supports already healthy eyesight  ",
    "Product Description" : "Round ‘em up! MegaFood  chewable Wild Blueberry tablets provide a colorful (and natural!) array of phytonutrients that support healthy vision  . Though they’re tiny, they’re mighty: each tablet contains the equivalent to seven fresh wild blueberries. (Even kids love the taste!)  ",
    "Product Name" : "Wild Blueberry",
    "Product Specificity" : "1",
    "Suggested Use" : "Chew 1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/wild-blueberry-W1064.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports optimal health and wellbeing Designed to meet the unique nutritional needs of women over 40                                                                                                                                                                                                                                                 •Includes 4.5 mg of FoodState  Iron to replenish stores lost during menstruation                                                                                                                                                                             •FoodState  B vitamins support healthy energy production and nervous system health                                                                                                                                                                                              •Supports a healthy response to changes associated with normal hormone fluctuations                                                                                                                                                                                                   •Biotin, beta carotene, and vitamins A, C & E promote healthy skin, nails & hair  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing  ",
    "Product Description" : "What will you write in your next chapter of life? Wherever the story takes you, MegaFood  Women Over 40   One Daily will be there. It’s an easy, once-daily multi that meets your unique nutritional needs—with 4.5 mg of iron to replenish stores lost during menstruation  , FoodState  B vitamins to support healthy energy production  , and biotin, beta carotene and vitamins A, C and E for radiant (dare we say enviable?) hair, skin and nails  . Go ahead: glow on.",
    "Product Name" : "Women Over 40   One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/women-over-40-one-daily-W1065.html?cgid=vitamins-supplements",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports optimal health and wellbeing Includes 8 mg of FoodState  Iron to replenish levels lost during menstruation Supports a healthy response to changes associated with normal hormone fluctuations FoodState  B vitamins support healthy energy production and nervous system health 800 IU (20 mcg) of vitamin D supports an already healthy mood and bones  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing   ",
    "Product Description" : "Our Women’s One Daily California Blend provides ashwagandha, schisandra, cranberry and chaste tree berry, plus an additional 800 IU (20 mcg) of vitamin D, to help maintain already healthy mood and bones  .",
    "Product Name" : "Women's One Daily - CA",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/womens-one-daily---ca-W1066.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition",
    "Featured FFP" : "",
    "Featured FFP or Partner" : "",
    "Features" : "Supports optimal health and wellbeing                                                                                                                                                                                                                                                                •9 mg of FoodState  Iron replenishes iron lost during menstrual cycle                                                                                                                                                                                          •Supports a healthy response to changes associated with normal hormone fluctuations                                                                                                                                                                                              •FoodState  B Vitamins promote healthy energy production and nervous system health                                                                                                                                                     •400 IU (10 mcg) of FoodState  Vitamin D supports an already healthy mood and bones  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food sourced from our trusted family farm partners, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal health and wellbeing   ",
    "Product Description" : "You rule the world. Shouldn’t your multi do the same? MegaFood  Women’s One Daily delivers FoodState  Vitamins C, D and folic acid that your body needs, plus 9 mg of FoodState  Iron to replenish levels lost during menstruation, trace minerals, and a Nourishing Food and Herb Blend for energy and nervous system health  . All in a once-a-day tablet that can be taken any time of the day, even on an empty stomach. (What’s a glass ceiling, again?)",
    "Product Name" : "Women’s One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/womens-one-daily-W1067.html?cgid=vitamins-supplements",
    "User Specificity" : "2"
  }, {
    "Body System" : "Nutrition,Immune",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Promotes immune health, healthy tissue development and wound recovery Having adequate zinc in your diet is critical to support the vital functions of over 100 different enzymes in the body Organic whole foods: organic spinach, organic brown rice, organic parsley leaf, organic carrot, organic broccoli, and organic beet root provide synergistic trace minerals  ",
    "Footnotes" : "N A",
    "Ingredient Statement" : "  This MegaFood product is made with real food, carefully selected herbs and added nutrients. Each mineral is paired with wholesome nutritional yeast using a unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Promotes immune health, healthy tissue development and wound recovery  ",
    "Product Description" : "Healthy immune system: step this way, please! It’s so important to get enough zinc, which supports over 100 different enzyme functions in the body, including tissue repair and recovery after both injury and everyday wear-and-tear. MegaFood  Zinc does just that  , and is delivered with our Nourishing Food Blend (including organic spinach, organic parsley leaf, and organic broccoli —let’s hear it for the greens!) for added trace minerals  . (Popeye’s bicep sold separately.)",
    "Product Name" : "Zinc",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "N A",
    "URL" : "https://www.megafood.com/vitamins-supplements/zinc-W1068.html?cgid=vitamins-supplements",
    "User Specificity" : "1"
  }, {
    "Body System" : "Nutrition,Geriatrics",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports Optimal Health & Well-Being    Made with FoodState Nutrients    FoodState B Vitamins to support healthy energy production and nervous system health    40 mcg Vitamin D to support already healthy bones & mood    Beta Carotene, Vitamin C, E & D to help support normal immune function    Features methylfolate and methylated B12.  Iron Free.  One tablet per day",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal well-being  ",
    "Product Description" : "",
    "Product Name" : "Women Over 55 One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "",
    "URL" : "",
    "User Specificity" : "3"
  }, {
    "Body System" : "Nutrition,Geriatrics",
    "Featured FFP" : "N A",
    "Featured FFP or Partner" : "N A",
    "Features" : "Supports Optimal Health & Well-Being    Made with FoodState Nutrients    FoodState B Vitamins to support healthy energy production and nervous system health    40 mcg Vitamin D to support already healthy bones & mood    Beta Carotene, Vitamin C, E & D to help support normal immune function    Features methylfolate and methylated B12.  Iron Free.  One tablet per day",
    "Footnotes" : "",
    "Ingredient Statement" : "  This MegaFood product is made with real food, wholesome nutritional yeast, added nutrients and carefully selected herbs. Each vitamin or mineral is paired with an ideal whole food using our unique process to deliver guaranteed potency and the benefit of health-promoting compounds present in the whole food itself. See how they’re made at megafood.com/showme. Satisfaction guaranteed or your money back.",
    "Main Claim" : "Supports optimal well-being  ",
    "Product Description" : "",
    "Product Name" : "Men Over 55 One Daily",
    "Product Specificity" : "1",
    "Suggested Use" : "1 tablet daily. May be taken anytime throughout the day, even on an empty stomach.",
    "Trademark Callout" : "",
    "URL" : "",
    "User Specificity" : "3"
  } ]
}
